Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/osko/index.php_kat_id=207_art_id=235.html.tmx
Source language: sme
Languages: smj

source: Oahpa: Girku
smj: Åhpav: Girkko

source: Ipmilbálvalus lávus ?
smj: Jubmeldievnastus låvdagoaden ?

source: Sáhttá go ipmilbálvalusa ávvudit lávus ?
smj: Máhttep gus jubmeldievnastusáv låvdagoaden ásadit ?

source: Báiki mas dovdá oktasašvuođa dollagáttis, lea maid latnja mas sámegiella, sámekultuvra ja sámi árvvut lunddolaččat bohtet oidnosii.
smj: Sadje gånnå dåbddå aktijvuodav dålå birra, ladnja gånnå sáme giella, kultuvrra ja árvo luondulattjat åvddån båhti.

source: - Lávvu lea vuogas.
smj: - Låvdagoahte le sáme tællta mij le praktihkalasj ja vuogas.

source: Olbmuid oktasašvuođadovdu iešguđetge báikkiide leat nannosit čadnon dihto dovdduide ja vásáhusaide jus dáinna báikkiin.
smj: Makta ulmutja dåbddi gullevasjvuodav muhtem bájkkáj boahtá konkrehta dåbdojs ja åtsådallamijs bájkes.

source: Sáhttet leat sihke buorit ja fuones vásáhusat.
smj: Åtsådallama soajtti liehket negatijva ja positijva.

source: Leat báikkit maidda liikot, ja báikkit maidda eat liiko.
smj: Juohkkahattjan li bájke majt lijkkuji ja majt e lijkku, ja dát målssu persåvnås nubbáj.

source: - Lávu jorbes hápmi ovddida oktasašvuođa.
smj: - Låvdagoade jårbbis hábme gåvvit aktan lip.

source: Árran lea maid jorbbas.
smj: Árran le aj jårbbis.

source: Dakkár jorbes hápmi sáhttá maid čájehit ahte buohkat leat seammaárvosaččat.
smj: Dát soajttá aj mierkkit juohkkahattja li sæmmi dásen ja li avtaárvvusattja.

source: Naba suovva mii loktana árranis ?
smj: Na suovva mij badján dålås låvdagoade gassko ?

source: Dát sáhttá ovddastit rohkosiid mat badjánit Ipmilii.
smj: Dat soajttá mierkkit råhkålvisájt ma Jubmelij bajás manni.

source: Mo jus čilge ahte Bassi Vuoigŋa lea dego suovva ?
smj: Na jus tjielggip Ájlis Vuojŋŋan le suovva ?

source: - Mii sáhttit vásihit Ipmila lagasvuođas lávus, girkolanjas ja luonddus.
smj: - Bessap åtsådallat aktijvuodav Jubmelijn låvdagoaden, girkkon ja luondon.

source: Na, juohke sajis.
smj: Juohkka sajen ajtu.

source: Ipmila ii sáhte giddet dihto báikkiide.
smj: Jubmel ij ietjas dibde mierreduvvat muhtem bájkijda.

source: Mii lea buorre dainna go ipmilbálvalusa ávvuda eará báikkiin go girkus ?
smj: - Bessap åtsådallat aktijvuodav Jubmelijn låvdagoaden, girkkon ja luondon.

source: Manne / manne ii galggašii dan dahkat ?
smj: Jubmel ij ietjas dibde mierreduvvat muhtem bájkijda.
